<?php
	$arr=array(
		array( 
				array("当季流行>","夏季新品","商场同款","气质连衣裙","印花衬衫","牛仔单品","百搭休闲裤","无痕文胸","运动文胸","超柔内裤","潮流家居服","百搭船袜"),
				array("精选上装>","T恤衬衫","针织衫","短外套","小西装","风衣","卫衣","毛衣"),
				array("浪漫裙装>","连衣裙","蕾丝连衣裙","真丝连衣裙","印花连衣裙","半身裙","蕾丝半身裙",'百褶裙',"牛仔裙","背心裙","a字裙","棉麻连衣裙","包臀裙长袖","连衣裙"),
				array("女士下装>","短裤牛仔裤","休闲裤","小脚裤","哈伦裤","背带裤","西装裤","阔腿裤","打底裤"),
				array('特色女装>',"时尚套装","休闲套装","精选妈妈装","大码女装","职业套装","优雅旗袍","精致礼服","婚纱唐装","小码女装"),
				array("文胸塑身>","光面文胸",'运动文胸',"美背文胸","聚拢文胸","大杯文胸","轻薄塑身"),
				array("家居服>","春夏家居服","纯棉家居服","莫代尔家居服","真丝家居服","春夏睡裙","男士家居服","情侣家居服","性感睡裙"),
				array("内裤背心>","男士内裤","女式内裤","男士内裤多条装","女士内裤多条装","莫代尔内裤","吊带背心") 
			),
		array(
			array("当季流行","秋季新品","商场同款","短袖T恤","POLO衫","短袖衬衫","棉麻质感牛仔衬衫","修身夹克","潮流卫衣","长袖衬衫","束脚裤","九分裤"),
			array("男士外套","夹克","单西棒球服","棉衣","大衣","风衣","西服套装","羽绒服","皮衣运动服","工装外套","针织开衫马甲"),
			array("男士内搭","短袖T恤","POLO衫","长袖T恤","短袖衬衫","长袖衬衫","卫衣针织衫/毛衣背心"),
			array("男士裤装","休闲裤","牛仔裤","西裤","小脚裤","运动裤","针织裤","工装裤","9分裤","短裤"),
			array("特色男装","潮牌中老年加大码","职场精英","中国风情侣装"),
			array("运动服","短袖t恤","运动裤","运动内衣","速干t恤运动","Polo运动","卫衣运动套装","运动短裤","健身服运动茄克"),
			array("户外用品","钓竿双肩背包","防晒衣","户外包","帐篷","手电筒刀具"),
			array("运动用品","跑步机","瑜伽垫泳衣","瑜伽服","羽毛球拍","自行车","电动车","篮球","足球","运动护具","健身器械","网球拍")
		),
		array(
			array("推荐女鞋","永远的帆布鞋","舒适平底单鞋","布洛克牛津鞋","彩色豆豆鞋","流行松糕鞋","气质通勤","欧美街头","甜美优雅","运动风格"),
			array("潮流男鞋","商场同款","休闲鞋","正装皮鞋","休闲皮鞋","板鞋户外","休闲帆布鞋","运动休闲","乐福鞋","豆豆鞋","布洛克帆船鞋","布鞋"),
			array("女单鞋","单鞋小白鞋","商场同款帆布鞋","深口单鞋","浅口单鞋","平底单鞋","高跟单鞋","坡跟单鞋","豆豆鞋","乐福鞋","牛津鞋"),
			array("特色鞋","妈妈鞋","大码女鞋","小码女鞋","女内增高","男内增高","软轻风","爸爸鞋","大码男鞋","小码男鞋"),
			array("潮流女包","新品推荐商场同款","女士钱包","单肩包","斜跨包","手提包","手拿包","腰包","胸包","化妆包"),
			array("精品男包","男士钱包","收纳包","胸包","腰包","手拿包","手提包","斜跨包","单肩包","商场同款","新品推荐"),
			array("功能箱包","旅行箱","万向轮箱","旅行袋","女士双肩包","男士双肩包","韩版双肩包","铆钉双肩包","女士钱包","男士钱包","大容量印花")
		),
		array(
			array("护肤品","官方直售面膜","护肤套装","乳液面霜","精华液护手霜","爽肤水","洁面眼霜","身体乳","卸妆","身体护理","男士护理","精油芳疗","丰胸","面部喷雾","T区护理","去角质补水","祛痘","敏感修护","线上专柜"),
			array("彩妆","时尚彩妆","香水","BB霜","美容工具","口红隔离粉底","粉饼气垫","bb指甲油","美甲工具","眉笔睫毛膏","眼线唇彩","眼影蜜粉","彩妆套装"),
			array("男士护肤","洁面","爽肤水","乳液/面霜","面膜","面部精华","眼部护理","防晒唇部护理","T区护理控油"),
			array("肤质推选","混合偏油型","中性偏干型","敏感性","干性","油性","混合型","中性"),
			array("美发护发","洗发水","进口洗发水","护发素","发膜洗护套装","护发精油","头发造型","弹力素染发霜","整顶假发","假发配件","男性假发"),
			array("口腔护理","牙膏进口","牙膏牙刷","进口牙刷","漱口水","牙线","牙粉","口气清新剂","牙贴","口腔美白","假牙清洁"),
			array("身体女性","沐浴露","香皂","泡澡浴盐","护足洗手液","手动剃须刀","卫生巾","成人护垫","私处洗液","卫生棉条"),
		),
		array(
			array("黄金首饰","耳钉","黄金项链","投资黄金","婚嫁套饰","转运珠","黄金对戒","足金饰品","K金饰品",'商场同款'),
			array("钻石彩宝","结婚钻戒","钻石耳饰","钻石吊坠","钻石手链","裸钻","定制红蓝宝石","绿宝石","坦桑石","其他天然宝石"),
			array("珍珠玉翠","珍珠项链","送妈妈","海水珍珠","和田玉","翡翠摆件","翡翠手镯","翡翠项链","琥珀手链","天然琥珀","原矿琥珀"),
			array("潮流饰品","明星同款","传统银饰","木手串银手镯","石榴石手链","开口戒指","胸针","宝宝银饰","手链项链","发饰手镯","耳饰","戒指","项坠","施华洛世奇","shes银时代","伊泰莲娜","PH7MonchhichiALEXANDRE"),
			array("腕表","瑞士名表","日韩港表","欧美手表","经典国表","国货精表","男表","女表","情侣表","儿童手表","机械表","石英表","光能表","防水表","运动表","学生表","军表","陶瓷表"),
			array("眼镜","太阳镜","墨镜","眼镜框","近视眼镜","防辐射眼镜","老花镜","司机镜","偏光镜","驾驶镜","3D眼镜","雷朋","暴龙","宝岛眼镜","oakley"),
			array("烟具","电子烟","烟盒","烟斗","烟嘴","烟油","蒸汽烟水烟","戒烟","女士烟","鼻烟","雪茄"),
		),
		array(
			array("热门手机","小米","iPhone","魅族","荣耀","乐视","OPPO","vivo","三星","华为"),
			array("特色手机","YunOS千元","指纹","双卡双待","大屏","自拍","移动","联通","电信合约机"),
			array("电脑整机","笔记本","平板电脑","台式机","一体机","DIY游戏本","iPadSurface"),
			array("智能数码","智能设备","智能手表","智能手环","VR眼镜","智能摄像","智能健康","智能机器人"),
			array("游戏组装","DIY电脑","竞技DIY","显示器","游戏本","机械键盘","XBOX游戏手柄"),
			array("硬件存储","显示器","机械键盘","固态硬盘CPU","显卡主板","高速U盘","路由器"),
			array("摄影摄像","相机单反","单电微单","摄像机","自拍神器","拍立得","镜头自拍杆"),
			array("影音娱乐","耳机","魔盒","数码影音","家庭影院","蓝牙耳机","网络播放器"),
		),
		array(
			array("images/tubiao/nvzhuang/T1gRqVXk4fXXb1upjX.jpg_170x120q30.jpg"),
			array("images/tubiao/nvzhuang/TB1B_DcJpXXXXXWXFXXSutbFXXX.jpg_170x120q30.jpg"),
			array("images/tubiao/nvzhuang/TB1dSYULVXXXXXlXXXXXXXXXXXX-1000-500.jpg_170x120q30.jpg"),
			array("images/tubiao/nvzhuang/TB1fETUHpXXXXbmapXXwu0bFXXX.png_170x120q30.jpg"),
			array("images/tubiao/nvzhuang/TB1FfxjHFXXXXbWaXXXSutbFXXX.jpg_170x120q30.jpg"),
			array("images/tubiao/nvzhuang/TB1gWxjFFXXXXcEaFXXSutbFXXX.jpg_170x120q30.jpg"),
			array("images/tubiao/nvzhuang/TB1HMfoHpXXXXclXXXXwu0bFXXX.png_170x120q30.jpg"),
			array("images/tubiao/nvzhuang/TB1SvLzLVXXXXaKXVXXXXXXXXXX-1000-500.jpg_170x120q30.jpg"),
			array("images/tubiao/nvzhuang/TB1UJIfJXXXXXctaXXXSutbFXXX.jpg_170x120q30.jpg"),
			array("images/tubiao/nvzhuang/TB1w472LFXXXXXwXVXXSutbFXXX.jpg_170x120q30.jpg"),
			array("images/tubiao/nvzhuang/TB1wNJAHFXXXXc7XpXXSutbFXXX.jpg_170x120q30.jpg"),
			array("images/tubiao/nvzhuang/TB1wzzFLVXXXXbXXFXXXXXXXXXX-400-200.jpg_170x120q30.jpg"),
			array("images/tubiao/nvzhuang/TB17DDrLVXXXXbOaXXXXXXXXXXX-1000-500.jpg_170x120q30.jpg"),
			array("images/tubiao/nvzhuang/TB18nTOLVXXXXc5XXXXXXXXXXXX-1000-500.jpg_170x120q30.jpg"),
			array("images/tubiao/nvzhuang/TB18XAnIVXXXXclXXXXSutbFXXX.jpg_170x120q30.jpg"),
			array("images/tubiao/nvzhuang/TB1xPvNLVXXXXXDXpXXXXXXXXXX-1000-500.jpg_170x120q30.jpg"),
			// array("images/tubiao/nvzhuang/TB1xnkQKVXXXXaJXXXXXXXXXXXX-378-174.jpg"),
		),
	);
	echo json_encode($arr);















?>